Repository: 84000/data-translation-memory
Catalog: toh747-v3.tmx
Source language: bo
Languages: en

source: །གལ་ཏེ་སྔགས་པ་ཁྲོས་ན་ཁྲོས་པ་ཙམ་གྱིས་འཇིག་རྟེན་པའི་ལྷ་ཐམས་ཅད་དུམ་བུ་བརྒྱར་ཞིག་པར་འགྱུར་རོ།
en: “Further, if mantra practitioners merely become angry, all worldly deities will immediately be shattered into a hundred pieces.

source: །ཀླུ་དང་གནོད་སྦྱིན་ཐམས་ཅད་མཐོང་བ་ཙམ་གྱིས་གསོད་ཅིང་འཇིག་རྟེན་པའི་ལྷ་ཐམས་ཅད་ཧཱུྃ་གི་སྒྲ་ཙམ་གྱིས་འབྲོས་པར་བྱེད་དོ།
en: All gods, nāgas, and yakṣas will die if merely looked upon. All worldly deities will flee at the mere sound of the syllable hūṁ

source: །དེ་ནས་དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོའི་སྔོན་དུ་བསྙེན་པར་བྱ་བ་བཤད་པ།
en: “Next is the preliminary practice of the glorious Vajradhara, the supreme master Great Wrath.

source: བདག་ཉིད་བསྲུང་བའི་སྔགས་འབུམ་བཟླས་ན་མྱུར་དུ་འགྲུབ་པར་བྱེད་པའོ།
en: “The practitioner will swiftly achieve his purpose if he recites the mantra of self-protection 100,000 times.

source: །དེ་ནས་དཔལ་རྡོ་རྗེ་འཆང་སྒྲུབ་པར་འདོད་ན་ཟླ་བ་གཅིག་ཏུ་དུས་གསུམ་དུ་སྟོང་ཕྲག་རེ་བཟླས་ནས།
en: “If he wants to attain mastery in the practice of Vajradhara, he should recite Vajradhara’s mantra one thousand times at the three junctions of the day for one month.

source: དེ་ནས་ཟླ་བ་ཉ་ལ་ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་བྱས་ནས།
en: Then, at the time of the full moon, he should make offerings according to his means.

source: ཁྲོ་བོའི་ཕྱག་རྒྱ་བཅིངས་ཏེ་མཚན་ཐོག་ཐག་བཟླས་སོ།
en: Forming Great Wrath’s mudrā, he should recite all night.

source: །དེ་ནས་ཐོ་རངས་ས་གཡོ་བ་དང་། ཕྱག་རྒྱ་འབར་བར་འགྱུར་ཏེ་འབར་བ་ཙམ་གྱིས་རྡོ་རྗེ་འཆང་དང་མཚུངས་པར་འགྱུར་ཞིང་རྒ་བ་དང་། འཆི་བ་མེད་ལ་ལྷའི་གཟུགས་སུ་འགྱུར་རོ།
en: The following morning the ground will shake and the mudrā will emit flames. As soon as the flames spring forth, he will be like Vajradhara: ageless, deathless, and divinely beautiful.

source: །དེ་ནས་ལྷ་མོ་སྒྲུབ་པར་འདོད་ན་ལྷ་མོ་དཀའ་ཟློག་རྐང་པ་གཡོན་པས་མནན་ནས་ཁྲི་བཟླས་ནས་ལྷ་མོ་རང་ཉིད་འོང་ཞིང་དངོས་གྲུབ་ཀྱི་རྫས་དང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་གྱི་གྲུབ་པ་སྟེར་ཞིང་ཆུང་མར་འགྱུར་རོ།
en: “If he wants to attain mastery in the practice of the goddess Umā, he should step on her with his left foot and recite the mantra ten thousand times. Umā will then arrive in person and present all precious substances, including the elixir of long life. She will become his wife.

source: །གལ་ཏེ་མ་གྲུབ་ན་དུག་དང་ལན་ཚྭས་བྱུགས་ཏེ། རྐང་པ་གཡས་པས་མནན་ནས་ཁྲོ་བོའི་སྔགས་འདི་བཟླས་པར་བྱ་སྟེ།
en: If he is not successful, he should smear her effigy with poison and blood. Stepping on the effigy with his left foot, he should recite the mantra of Great Wrath, ‘ Oṁ , kill kill! Vajra -kill so-and-so!

source: ཨོྃ་ཧ་ན་ཧ་ན་བཛྲ་མཱ་ར་ཡ་ཆེ་གེ་མོ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ , phaṭ ! ’ He should recite this wrathful mantra one thousand and eight times.

source: ཁྲོ་བོ་འདི་དང་བཅས་པས་མནན་ཏེ། སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པ་ཙམ་གྱིས་སྤྱི་བོ་འགས་པའམ་བསྐམས་ནས་འཆིའོ། །དེ་བཞིན་དུ་ཁྲོ་བོའི་སྔགས་ཀྱིས་གསད་པ་ཐམས་ཅད་ལ་སྦྱར་བར་བྱའོ། །དེ་ནས་དཔལ་ལྷ་མོ་སྒྲུབ་པར་འདོད་ན།
en: By merely reciting it, the head of the target will burst and they will wither and die. The practitioner should employ this wrathful mantra in all acts of killing.

source: དཔལ་ལྷ་མོ་རྐང་པ་གཡོན་པས་མནན་ཏེ་ཁྲི་བཟླས་ན་དཔལ་ལྷ་མོ་འོང་སྟེ་མེ་ཏོག་གི་སྟན་བྱིན་ཞིང་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ལ་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ནས་ཇི་ལྟར་འདོད་པ་ལྟར་སྤྱད་ན་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ།
en: “If he wants to attain mastery in the practice of the goddess Śrī, he should step on her effigy with his left foot and recite the mantra ten thousand times. Śrī will then arrive. When she does, he should offer her a seat of flowers, say ‘Welcome!’ and then ‘Please be my wife.’ He can make love to her as much as he likes. She will offer him a kingdom.

source: །དེ་ནས་འཇིགས་བྱེད་མ་རྐང་པ་གཡོན་པས་མནན་ཏེ་ཁྲི་བཟླས་ན།
en: “The practitioner should place his left foot upon the effigy of Bhairavī and recite the mantra ten thousand times.

source: འཇིགས་བྱེད་མ་རང་གི་གཟུགས་ཀྱིས་འོང་སྟེ། བྲན་མོའི་ལས་རྣམས་བྱེད་དོ།
en: She will arrive in person in her natural form and perform the tasks of a servant.

source: །ཙ་མུཎྜི་རྐང་པ་གཡོན་པས་མནན་ཏེ།
en: “He should place his left foot upon the effigy of Cāmuṇḍā and recite the mantra ten thousand times.

source: ཁྲི་བཟླས་ན་ཙ་མུཎྜི་རང་གི་གཟུགས་ཀྱིས་འོང་སྟེ། ཙ་མུཎྜི་བྲན་མོར་འགྱུར་རོ།
en: Cāmuṇḍā will swiftly arrive and submit to his control.

source: །དེ་བཞིན་དུ་མ་མོའི་སྒྲུབ་པ་ཐམས་ཅད་ལ་མནན་ཏེ་བསྒྲུབས་ན་མྱུར་དུ་འགྲུབ་པར་འགྱུར་རོ།
en: “In this way, he will swiftly be successful in the various practices of all mother goddesses.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་རིམ་པར་ཕྱེ་བ་དང་པོ་རྫོགས་སོ།།
en: This concludes the first chapter of the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhana practice. Chapter

source: །།ཕྱག་ན་རྡོ་རྗེ་གཏུམ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the fierce Vajradhara!

source: །དེ་ནས་འདིར་ནི་ཤིན་ཏུ་འདའ་བར་དཀའ་བ་མཆོག་ཏུ་དྲག་པོ་ཆེན་པོའི་སྒྲུབ་པའི་ཐབས་ཤིན་ཏུ་དྲག་པོ་ལས་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པ་གསུངས་པ་ལིང་ཀ་གཅིག་པ་རྐང་པ་གཡོན་པས་མནན་ཏེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་ལྷ་ཆེན་པོ་དེ་མྱུར་དུ་འོང་ངོ་།
en: Next are the rituals of inviolable and utterly fierce sādhanas that accomplish every purpose. “One should go to a place with a solitary Śiva liṅga, place one’s left foot upon it, and recite the mantra one thousand and eight times for seven days. Then Mahādeva will arrive.

source: །གལ་ཏེ་མ་འོངས་ན་དེའི་མོད་ལ་འཆིའོ།
en: If he does not come, he will die instantly.

source: །སྲེད་མེད་ཀྱི་བུ་མནན་ཏེ་ཉི་མ་བདུན་སྟོང་ཕྲག་བདུན་བཟླས་ན་ཉི་མ་བདུན་པ་ལ་ངེས་པར་འོང་ངོ་།
en: “One should place one’s left foot upon an effigy of Nārāyaṇa and recite the mantra one thousand and eight times for seven days. Nārāyaṇa will then swiftly arrive.

source: །གལ་ཏེ་མ་འོངས་ན་སྤྱི་བོ་འགས་པའམ་བསྐམས་པར་འགྱུར་རོ།
en: If he does not come, his head will burst and he will die.

source: །ངེས་པར་སྲེད་མེད་ཀྱི་བུ་འཁོར་དང་བཅས་པ་མངག་གཞུག་པར་འགྱུར་རོ།
en: By this method Nārāyaṇa will become enthralled and eager to serve.

source: །ཚངས་པ་མནན་ཏེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་མྱུར་བར་འོང་སྟེ་གལ་ཏེ་མ་འོངས་ན་བསྐམས་ཏེ་འཆིའོ།
en: “One should place one’s left foot upon an effigy of Brahmā and recite the mantra one thousand and eight times for seven days. Brahmā will then swiftly arrive. If he does not come, he will wither and die.

source: །མངག་གཞུག་པར་འགྱུར་རོ།
en: When he arrives, he will be eager to serve.

source: །བརྒྱ་བྱིན་རྐང་པ་གཡོན་པས་མནན་ཏེ། ཉི་མ་བདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་ངེས་པར་འོང་སྟེ།
en: “One should place one’s left foot upon an effigy of Indra and recite the mantra one thousand and eight times for seven days.

source: གལ་ཏེ་མ་འོངས་ན་ངེས་པར་འཆི་བར་འགྱུར་རོ།
en: Indra will then definitely arrive, eager to serve.

source: །འདིས་བརྒྱ་བྱིན་མངག་གཞུག་པར་འགྱུར་ཞིང་པང་ན་གནས་པ་བླངས་ཏེ་སྟེར་བར་བྱེད་དོ།
en: He will fetch Urvaśī and offer her.

source: །གལ་ཏེ་མ་འོངས་ན་སྤྱི་བོ་འགས་ཞིང་དུམ་བུ་བརྒྱར་འཇིག་ལ་རང་གི་རིགས་རྒྱུད་རྣམས་བརླག་པར་འགྱུར་རོ།
en: If he does not arrive his head will burst and he will be shattered into a hundred pieces. He will perish along with his family and clan.

source: །གཞོན་ནུ་མནན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་མྱུར་དུ་འོང་སྟེ།
en: “One should place one’s left foot upon an effigy of Kumāra and recite the mantra one thousand and eight times for seven days.

source: གཞོན་ནུ་མངག་གཞུག་པར་འགྱུར་རོ།
en: Kumāra will then swiftly arrive, eager to serve. The spirits under his command that cause possession will become one’s servants.

source: །གཞོན་ནུའི་གདོན་ཐམས་ཅད་བྲན་དུ་འགྱུར་ཞིང་ཆེ་གེ་མོ་འཚོ་བར་གྱིས་ཤིག །ཆེ་གེ་མོ་སོད་ཅིག་ཅེས་སྨྲས་ན་དེ་དག་ཐམས་ཅད་བྱེད་དོ། །ཚོགས་ཀྱི་བདག་པོ་མནན་ཏེ།
en: Kumāra can be induced to kill or preserve the life of anyone.

source: སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་མྱུར་དུ་འོང་སྟེ།
en: “One should place one’s left foot upon an effigy of Gaṇapati and recite the mantra one thousand and eight times for seven days. Gaṇapati will then swiftly arrive.

source: གལ་ཏེ་མ་འོངས་ན་རིགས་རྒྱུད་བརླག་ཅིང་འཆི་བར་འགྱུར་རོ། །ལོག་འདྲེན་ཐམས་ཅད་མངག་གཞུག་མར་འགྱུར་རོ།
en: If he does not come, he will die. All the obstacle-removing spirits will become one’s servants.

source: །ཉི་མ་རྐང་པ་གཡོན་པས་མནན་ཏེ་བརྒྱད་སྟོང་བཟླས་ན་ཉི་མ་བདུན་ན་མྱུར་དུ་འོང་སྟེ་རྒྱལ་སྲིད་སྟེར་རོ། །གལ་ཏེ་མ་འོངས་ན་འཆི་བའམ་རང་གི་བརྒྱུད་བརླག་པར་འགྱུར་རོ།
en: “One should place one’s left foot upon an effigy of Āditya and recite the mantra one thousand and eight times for seven days. Āditya will then swiftly arrive and give one a kingdom. “One should place one’s left foot upon an effigy of Candra and recite the mantra one thousand and eight times for seven days.

source: །ཟླ་བ་མནན་ཏེ་བརྒྱད་སྟོང་བཟླས་ན་ཉི་མ་བདུན་ན་མྱུར་དུ་འོང་ཞིང་མངག་གཞུག་པར་འགྱུར་ལ་གསེར་སྲང་བརྒྱ་སྟེར་རོ། །གལ་ཏེ་མ་འོངས་ན་སྤྱི་བོ་འགས་ཤིང་བསྐམས་ཏེ་འཆི་བར་འགྱུར་རོ། །རང་གི་རིགས་དང་རྒྱུད་ཕུང་བར་ཡང་འགྱུར་རོ། །འདི་ནི་ཟླ་བ་འཁོར་དུ་བསྒྲུབ་པར་བཤད་པའོ།
en: Candra will then swiftly arrive and offer a hundred palas of gold. By this method Candra will become subject to one’s control.

source: །འཇིག་བྱེད་རྐང་པ་གཡོན་པས་མནན་ཏེ། ཉི་མ་བདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ནས་ཡང་མཚན་མོ་མཆོད་པ་ཆེན་པོ་བྱས་ཏེ།
en: “One should place one’s left foot upon an effigy of Bhairava and recite the mantra one thousand and eight times for seven days.

source: ཤ་ཆེན་པོས་མཆོད་པ་བྱས་ནས་ཤ་ཆེན་པོའི་གཏོར་མ་བྱས་ཏེ་ཤ་ཆེན་པོ་ཉིད་དང་ཏིལ་གྱིས་མར་མེ་རབ་ཏུ་སྦར་ཏེ།
en: Then, at night, one should prepare an elaborate pūjā, burn incense made with human flesh, offer food containing human flesh, and burn a lamp fueled with human fat.

source: ནམ་ཕྱེད་ན་སྒྲ་ཆེན་པོ་བྱུང་སྟེ་དྲག་དུ་རྒོད་ཅིང་བསྡད་ནས།
en: Then, at midnight, the Bhairava effigy will emit a great roar and will rise up, laughing loudly.

source: ཀྱེ་སྐྱེས་བུ་ཆེན་པོ་འདི་བཟའ་ཡིས་སློངས་ཤིག་ཅེས་ཟེར་རོ།
en: Bhairava will say words such as “Hey you!

source: །དེས་སྐྲག་པར་མི་བྱའོ་སྟེ།
en: Feed me!” One should not be afraid.

source: གལ་ཏེ་སྐྲག་པར་གྱུར་ན་ཡི་གེ་ཧཱུྃ་བཟླས་ན་བདེ་བར་གནས་པར་འགྱུར་རོ། །འཇིགས་བྱེད་འཁོར་དང་བཅས་པ་བྲན་དུ་འགྱུར་རོ།
en: If at any point fear arises, pronounce the syllable hūṁ and all will be well.

source: །ཁམས་གསུམ་པའི་རྒྱལ་སྲིད་སྟེར་ཞིང་ཡི་གེ་ཧཱུྃ་བཟླས་པ་ཙམ་གྱིས་འཇིག་རྟེན་པའི་ལྷ་ཐམས་ཅད་འཇོམས་སོ། །གར་གྱི་དབང་ཕྱུག་རྐང་པ་གཡོན་པས་མནན་ཏེ།
en: Bhairava will submit to one’s control and will grant sovereignty over the triple universe. One will be able to destroy all worldly deities by merely pronouncing the syllable hūṁ

source: ཉི་མ་བདུན་དུ་བརྒྱད་སྟོང་བཟླས་ན་སྐད་ཅིག་དེ་ལ་འོང་ཞིང་མངག་གཞུག་པར་འགྱུར་རོ།
en: “One should place one’s left foot upon an effigy of Narteśvara-Śiva and recite the mantra one thousand and eight times for seven days. Narteśvara will arrive that very moment, eager to serve.

source: །གལ་ཏེ་མ་འོངས་ན་སྐམས་པའམ་འཆི་བར་འགྱུར་རོ།
en: If he does not come, he will die.

source: །ནག་པོ་ཆེན་པོ་རྐང་པ་གཡོན་པས་མནན་ཏེ།
en: “One should place one’s left foot upon an effigy of Mahākāla and recite the mantra one thousand and eight times for seven days.

source: སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་འཁོར་གྱི་ཚོགས་དང་བཅས་ཏེ་འོང་ངོ་།
en: He will then arrive surrounded by his retinue of spirits.

source: །གལ་ཏེ་མ་འོངས་ན་སྐད་ཅིག་དེ་ཉིད་ལ་འཆི་ཞིང་རང་གི་རིགས་རྒྱུད་ཕུང་བར་འགྱུར་རོ། །ལྷ་ནག་པོ་ཆེན་པོ་འཁོར་གྱི་ཚོགས་དང་བཅས་པ་མངག་གཞུག་པར་འགྱུར་རོ།
en: If he does not arrive, he will die instantly. He will become one’s servant.

source: །གདོང་བཞི་པ་ཕྱུག་པོའི་ཁང་པར་སོང་སྟེ། རྐང་པ་གཡོན་པས་མནན་ནས་ཁྲི་ཕྲག་བཟླས་ན་ཉི་མ་བདུན་ན་འཁོར་གྱི་ཚོགས་དང་བཅས་ཏེ་འོང་ངོ་།
en: “One should go to a shrine of the god Śiva in his four-faced form and, stepping on him with one’s left foot, recite the mantra ten thousand times for seven days.

source: །གལ་ཏེ་མ་འོངས་ན་རིགས་དང་རྒྱུད་བརླག་པར་འགྱུར་རོ།
en: He will then arrive surrounded by his retinue.

source: །རྣམ་པ་ཐམས་ཅད་ཀྱིས་གཡོག་འཁོར་དུ་འགྱུར་ལ།
en: If he does not arrive, he will die. He will serve one in every way.

source: རྒྱབ་ཏུ་ཞོན་ན་མཐོ་རིས་སུ་ཡང་འཁྱེར་རོ།
en: Taking one upon his back, he will carry one as far as the heavenly realms.

source: །པང་པ་ན་གནས་པ་བླངས་ནས་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་བཟང་པོ་སྟེར་རོ།
en: He will fetch and offer the goddess Urvaśī and will give one the divine elixir of immortality.”

source: །བཅོམ་ལྡན་འདས་དཔལ་རྡོ་རྗེ་འཆང་གིས་དེ་སྐད་ཅེས་གསུངས་སོ།
en: So spoke the lord, the glorious Vajradhara, the supreme master Great Wrath.

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་མངག་གཞུག་སྒྲུབ་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུ་རྫོགས་སོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the ritual procedures for acquiring servants. Chapter

source: །།དེ་ནས་སྟོབས་དང་ཕ་རོལ་གནོན་པ་དཔག་ཏུ་མེད་པ་འཇིག་རྟེན་གསུམ་གྱིས་ཕྱག་བྱས་པའི་བྲན་མོ་སྒྲུབ་པའི་ཐབས་ཁྲོ་བོ་ཉིད་ཀྱིས་མི་རྣམས་ལ་ཕན་པའི་དོན་དུ་གསུངས་པ་དངོས་གྲུབ་ཀྱི་མཆོག་རྒྱས་པར་བཤད་པར་བྱ་སྟེ།
en: “I will now teach the practice of female servants, who are distinguished by unlimited power and courage and who are honored throughout the universe.

source: ལེ་ལོ་ཅན་དང་སྡིག་པ་བྱེད་པ་དང་བརྫུན་དུ་སྨྲ་བས་ཀྱང་འགྲུབ་པར་བྱེད་དོ།
en: It was taught by Wrath himself for the benefit of humanity and brings numerous supreme accomplishments.

source: །ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། ཟང་ཟིང་སྤངས་པ་དང་། ཚངས་པར་སྤྱོད་པ་ལ་རྟག་ཏུ་གནས་པ་དང་། རྟག་ཏུ་ཁྲོ་བོའི་བཟླས་པ་ལ་གནས་པས་འབྱུང་མོ་དང་། ཀླུ་མོ་དང་གནོད་སྦྱིན་མོ་བསྒྲུབ་པར་འདོད་ན་སྔགས་ཀྱི་ཚོགས་ཀྱིས་དགུག་པ་ལ་སྦྱར་བར་བྱའོ།
en: Since it produces results even for those who are lazy, perpetrate evil, and lie, there is no need to mention those who are always peaceful, maintain their vows of chastity, and always recite the mantra of Great Wrath. “It would not be proper to use the mantras Of other religious systems for summoning Female spirits such as nāginīs or yakṣiṇīs If one desires the highest accomplishment. “They are said to be helpers

source: །ལྷ་མོ་ཨུ་མ་སྒྲུབ་པར་བྱེད་པ་རྣམས་ལ་ཕན་པའི་དོན་དུ་བསྙེན་བཀུར་མར་བྱ་བར་བཤད་པའོ།
en: Attending to practitioners’ welfare.

source: །དང་པོར་བསྒྲུབ་པར་བྱ་ཞིང་དེའི་འོག་ཏུ་དངོས་གྲུབ་ཀྱི་མཆོག་བཟང་པོ་རིག་འཛིན་དང་། ཕྱོགས་ཀྱི་བདག་པོ་དང་། ནོར་གྱི་ཆར་དང་། གཏེར་ཆེན་པོ་དང་ཡིད་བཞིན་གྱི་ནོར་བུ་དང་བུམ་པ་བཟང་པོ་ལ་སོགས་པ་དང་གནོད་སྦྱིན་མོའི་སྒྲུབ་པ་དང་། ཤ་ཟ་མོ་དང་ས་ལ་འཇོམས་མ་ལ་སོགས་པ་གསུངས་པ་རྣམས་འགྲུབ་སྟེ།
en: First one must do the practice; The highest accomplishment will come. “It is said that one will become a master of white magic, a master of the sword, and will win the accomplishments of the rain of riches, the great treasure trove, the wish-fulfilling gem, the vase of fortune, and so forth. Since even a yakṣiṇī, a piśācī, a śālabhañjikā, and so forth can be controlled through the sādhana , what need is there to mention other spirits? So the wise one has declared. One can instantly turn female spirits, nāgas, kinnaras, and others into male and female servants. Relying on this great sovereign Bhūta­ḍāmara Tantra , the practitioner will instantly, completely, and definitively succeed if they so desire. “All those who recite the mantra—

source: སངས་རྒྱས་ཉིད་ཀྱང་འགྲུབ་ན།
en: Even if they were to despise their masters, Despise their chosen deities, Get angry and reject the true Dharma, “Utterly break their commitments,

source: ཐ་མལ་པ་འབྱུང་མོ་བྲན་དུ་བྱ་བ་རྣམས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: Or are nihilists who reject mantra—

source: དེའི་མོད་ལ་འགྲུབ་པར་འགྱུར་རོ།
en: Will succeed instantaneously;

source: །འབྱུང་པོ་འདུལ་བྱེད་ཀྱི་རྒྱུད་ཆེན་པོ་ལ་ནི་སྒྲུབ་པ་པོ་རྟག་ཏུ་ཁྲོ་བོའི་བཟླས་པ་ལ་གནས་ན་སློབ་དཔོན་ལ་སྨོད་པ་དང་། ལྷ་ཐམས་ཅད་ལ་སྨོད་པ་དང་། དམ་པའི་ཆོས་སྤོང་བ་དང་། ཐམས་ཅད་དུ་དམ་ཚིག་ཉམས་པ་དང་མེད་པ་དང་སྔགས་དང་རྒྱུད་སྤོངས་པས་ཀྱང་གལ་ཏེ་འདོད་ན་ངེས་པར་དེའི་མོད་ལ་མྱུར་དུ་འགྲུབ་པར་འགྱུར་བར་ཁྲོ་བོ་ཉིད་ཀྱིས་གསུངས་སོ།
en: This has been declared by Great Wrath himself.”

source: །བཅོམ་ལྡན་འདས་དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོས་འདི་སྐད་ཅེས་གསུངས་སོ།
en: These words were spoken by the glorious lord Vajradhara, the supreme master Great Wrath.

source: །དེ་ནས་འདིར་མཆོག་ཏུ་གསང་བ་ཆེན་པོ་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོའི་སྒྲུབ་པའི་ཐབས་གསུངས་པ།
en: “Next in this most secret, great, sovereign Bhūta­ḍāmara Tantra are the additional sādhanas.

source: དང་པོར་རེ་ཞིག་བཀླགས་པ་ཙམ་གྱིས་འགྲུབ་པར་བྱེད་པ། བྲན་ཕོ་དང་བྲན་མོ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པ།
en: One will immediately succeed in turning the male and female spirits into obedient servants merely by reciting the mantra.

source: དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་བཟླས་པ་ཙམ་གྱིས་མྱུར་དུ་འགྲུབ་པར་བྱེད་པ།
en: One will quickly succeed by merely reciting the glorious Vajradhara, the supreme master Great Wrath.

source: དོན་ཡོད་ཅིང་བགེགས་འཇོམས་ལ་གྲུབ་པར་བྱེད་པའི་སྔགས་ཀྱི་ཚིག་རྣམས་སོ།
en: “The mantra that is effective for removing obstacles: “ Oṁ , hrīḥ , hūṁ ! Summon, summon such-and-such!

source: །ཨོྃ་ཧྲཱིཿཧཱུྃ་ཀ་ཊྱ་ཀ་ཊྱ་ཆེ་གེ་མོ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཛཿ།
en: Hūṁ hūṁ hūṁ , jaḥ ! “One should recite the above wrathful mantra.

source: ཁྲོ་བོ་འདི་དང་བཅས་པས་བརྒྱད་བརྒྱ་བཟླས་པ་ཙམ་གྱིས་མྱུར་དུ་འོང་སྟེ་ཐམས་ཅད་བྲན་དང་བྲན་མོར་འགྱུར་རོ།
en: The spirits will swiftly arrive after only one hundred and eight repetitions. They will all become male and female servants.

source: །གལ་ཏེ་མ་འོངས་ན་སྤྱི་བོ་འགས་ཤིང་བསྐམས་ཏེ་འཆི་ལ། རིགས་དང་རང་གི་རིགས་རྒྱུད་བརླག་པར་འགྱུར་རོ།
en: If they don’t arrive quickly, their heads will burst through their eyes, and they will perish along with their families and clans.

source: །འབྱུང་མོའི་གཟུགས་བ་ལང་གི་གིའུ་ཝང་གིས་བྲིས་ཏེ། རྐང་པ་གཡོན་པས་མནན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་སྐད་ཅིག་དེ་ལ་ཀྱེ་མ་ཀྱེ་མ་ཞེས་ཟེར་ཞིང་འོང་སྟེ།
en: “One should draw the likeness of the female spirit with bovine bezoar, step on it with one’s left foot, and recite the mantra one thousand and eight times. She will arrive immediately with exclamations of woe and say, ‘I am dying, I am dying.

source: འགུམ་མོ་འགུམ་མོ། །ཀྱེ་སྒྲུབ་པ་པོ་བཀའ་ཅི་སྩོལ་ཞེས་ཟེར་རོ།
en: Hey practitioner, what do you command me to do?’ The practitioner should reply, ‘Hey spirit!

source: །སྒྲུབ་པ་པོས་ཀྱེ་འབྱུང་མོ་བདག་གི་ཁོལ་མོ་གྱིས་ཤིག་ཅེས་སྨྲས་ན་དེ་ཁོལ་མོའི་ལས་ཐམས་ཅད་བྱེད་དོ།
en: Be my servant!’ She will perform the duties of a servant for one hundred years.

source: །གྲོ་བའི་ཤུན་པ་ལ་བ་ལང་གི་གིའུ་ཝང་གིས་གཟུགས་བརྙན་བྲིས་ཏེ་རྐང་པ་གཡོན་པས་མནན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་དེའི་མོད་ལ་འོང་ངོ་།
en: “One should draw the likeness of the female spirit with bovine bezoar on birch bark, step on it with one’s left foot, and recite the mantra one thousand and eight times. She will arrive immediately.

source: །གལ་ཏེ་དེའི་མོད་ལ་མ་འོངས་ན་ཡུངས་ཀར་གྱིས་ཁ་ལ་བསྣུན་ཅིང་སྒྲ་ཆེན་པོས་བསྐུལ་ན་འབྱུང་མོ་དེ་རིམས་དྲག་པོས་འཆིའོ།
en: If she does not arrive immediately, one should throw mustard seeds at her face. The spirit will cry out and die, wasting away with fever.

source: །ཕྱིར་གསོ་བ་ནི་མར་དང་། སྦྲང་རྩི་ཁར་བཅུག་ན་སླར་འཚོའོ།
en: To bring her back to life, one should throw ghee and honey at her and she will revive.

source: །འབྱུང་མོ་འདིས་བྲན་མོའི་ལས་བྱེད་ཅིང་སྒྲུབ་པ་པོ་བདག་ཉིད་དང་གསུམ་ལ་གོས་དང་། རྒྱན་དང་བཟའ་བ་ཉི་མ་རེ་རེ་སྟེར་རོ། །གཙུག་ལག་ཁང་གི་སྒོར་སོང་སྟེ།
en: Through this method, the spirit will perform the duties of a servant and will give clothes, ornaments, and food to the practitioner and two other people every day. “One should stand at the door of a temple and recite the mantra one thousand and eight times.

source: སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འདིས་བ་ལང་མོའི་བློ་གྲོས་ཞེས་བྱ་བའི་འབྱུང་མོ་འོང་སྟེ།
en: As a result, a spirit by the name of Kuñjaramati will arrive. When she does, one should offer a bali.

source: འོངས་པ་ལ་གཏོར་མ་བྱིན་ན་སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲའོ། །མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་མ་དང་འདྲ་བར་ཡོངས་སུ་སྐྱོང་ཞིང་བདག་ཉིད་དང་ལྔ་ལ་གོས་དང་། རྒྱན་དང་བཟའ་བ་ལ་སོགས་པ་སྟེར་རོ།
en: She will say, ‘What can I do for you, my dear?’ The practitioner should reply, ‘Please be my mother.’ She will protect him as a mother would, and she will give clothes, ornaments, and food to him and four other people.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་བྲན་མོ་བསྒྲུབ་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུ་རྫོགས་སོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhana of female servants. Chapter

source: །།དེ་ནས་མཆོག་ཏུ་གསང་བ་ཤིན་ཏུ་གསང་བ་ཆེན་པོ་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་འབྱུང་མོ་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པར་བྱ་སྟེ།
en: “I will now teach the detailed sādhana procedure for female spirits that has been taught by Great Wrath himself in this great sovereign Bhūta­ḍāmara Tantra , the most secret among all that is secret.

source: དབུལ་པོ་རྣམས་ལ་ཕན་པའི་དོན་དུ་དངོས་གྲུབ་ཀྱི་སྒྲུབ་པའི་ཐབས། ཁྲོ་བོ་ཉིད་ཀྱི་གསུངས་པའོ། །དེ་ལ་འབྱུང་མོ་རྣམས་ཀྱི་མིང་བཤད་པ།
en: It produces manifold accomplishments for the sake of benefitting poor and unfortunate ones.

source: རྒྱན་ཅན་མ་དང་། རྣ་ཅན་མ་དང་། དོ་ཤལ་ཅན་མ་དང་། སེང་གེ་མ་དང་། རྒོད་བྱེད་མ་དང་། གར་བྱེད་མ་དང་། དགའ་བ་མ་དང་། འདོད་པའི་དབང་ཕྱུག་མ་དང་། ལྷ་མོ་རྣམས་སོ།
en: “The names of the spirits are Vibhūṣaṇī, Kuṇḍalahāriṇī, Siṃhārī, Hāsinī, Naṭī, Rati, Kāmeśvarī, and Devī.

source: །འབྱུང་མོ་བརྒྱད་པོ་རྣམས་ཆུང་མར་དོན་དུ་གཉེར་རམ།
en: “In short, the sādhanas of eight female spirits can be understood as turning the spirits into one’s wife, mother, or sister. “The sādhana of Vibhūṣaṇī:

source: མར་གཉེརརམ། ཡང་ན་སྲིང་མོར་གཉེར་ན་སྒྲུབ་པ་པོ་ཤིང་གཅིག་པར་སོང་སྟེ། མཚན་མོ་དང་ཉིན་མོ་དུས་གསུམ་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ནས་བཟླས་པའི་མཐར་མཆོད་པ་ཆེན་པོ་བྱས་ནས། གུ་གུལ་གྱི་བདུག་པ་བྱིན་ཏེ། བཟླས་ན།
en: “The practitioner should go at night to a champak tree and recite the mantra one thousand and eight times for three days. When the recitations are complete, he should offer an elaborate pūjā, burn bdellium incense, and recite again.

source: དེ་ནས་ནམ་ཕྱེད་ཀྱི་དུས་སུ་རྒྱན་ཅན་མ་ངེས་པར་འོང་ངོ་།
en: Vibhūṣaṇī will arrive at midnight without fail.

source: །འོངས་པ་ལ་ཙནྡན་གྱི་ཆུའི་ཡོན་ཆབ་བྱིན་ན་དགའ་བར་འགྱུར་རོ།
en: When she does she should be given a welcome offering of sandalwood-scented water.

source: །མ་དང་སྲིང་མོ་དང་ཆུང་མར་འགྱུར་ཏེ། གང་མངོན་པར་འདོད་པ་དེ་སྨྲ་བར་བྱའོ། །གལ་ཏེ་མར་གྱུར་ན་ནི་འཁོར་བརྒྱད་བརྒྱའི་གོས་དང་རྒྱན་དང་བཟའ་བ་ལ་སོགས་པ་སྟེར་རོ།
en: She will be pleased and will become his mother, sister, or wife. If she becomes a mother, she and her retinue of one hundred and eight will offer clothes, ornaments, food, and so forth.

source: །གལ་ཏེ་ཆུང་མར་གྱུར་ན་ནི་དོང་ཙེ་སྟོང་སྟོང་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་རོ།
en: If she becomes a wife, she will offer one thousand dinars and an elixir of long life.

source: །གལ་ཏེ་སྲིང་མོར་གྱུར་ན་ནི་དཔག་ཚད་སྟོང་ནས་བུད་མེད་བཟང་མོ་བླངས་ནས་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ལ་ལྷའི་གཏེར་སྟེར་རོ།
en: If she becomes a sister, she will travel up to one thousand leagues to procure a celestial woman to offer. She will also give divine elixirs and treasures. “The sādhana of Kuṇḍalahāriṇī:

source: །མཚན་མོ་དུར་ཁྲོད་དུ་སོང་སྟེ་ཁྲི་བཟླས་ན་བཟླས་པའི་མཐར་རྣ་ཆ་དང་། དོ་ཤལ་ཅན་གྱི་འབྱུང་མོ་ངེས་པར་འོང་ངོ་།
en: “The practitioner should go at night to a charnel ground and recite the mantra ten thousand times. At the end of the recitation the spirit Kuṇḍalahāriṇī will arrive without fail.

source: །འོངས་པ་ལ་ཁྲག་གི་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་རོ།
en: When she does, she should be given a welcome offering of blood. She will be pleased.

source: །མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་མ་དང་འདྲ་བར་ཡོངས་སུ་སྐྱོང་བར་བྱེད་དོ།
en: The practitioner should say, ‘Please be my mother.’ She will care for him like a mother. “The sādhana of Siṃhārī:

source: །མཚན་མོ་ལྷ་ཁང་སྟོང་པར་སོང་སྟེ་ཁྲི་བཟླས་ན་འབྱུང་མོ་དོ་ཤལ་ཅན་མྱུར་དུ་འོང་ངོ་།
en: “The practitioner should go at night to a solitary Śiva liṅga and recite the mantra ten thousand times.

source: །འོངས་པ་ལ་ཆགས་པ་སྤྱད་ན་ཆུང་མར་འགྱུར་རོ། །འགྲོ་བ་བཅུ་གཉིས་ཡོངས་སུ་སྐྱོང་བར་བྱེད་ཅིང་དོང་ཙེ་ཉི་ཤུ་རྩ་ལྔ་དང་རས་ཟུང་གཅིག་སྟེར་རོ།
en: Siṃhārī will arrive in person and say, ‘Hey practitioner!

source: །དེ་ནས་སེང་གེ་མའི་སྒྲུབ་ཐབས་བཤད་པ་མཚན་མོ་ལིང་ཀ་གཅིག་པར་སོང་སྟེ་ཁྲི་བཟླས་ན་རང་ཉིད་འོངས་ཤིང་ཀྱེ་སྒྲུབ་པ་པོ་བཀའ་ཅི་སྩལ་ཞེས་སྨྲ་ཞིང་སྒྲུབ་པ་པོས་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ལྷའི་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་དོང་ཙེ་བརྒྱད་དང་རས་ཟུང་གཅིག་སྟེར་རོ།
en: What can I do for you?’ The practitioner should reply, ‘Please be my wife.’ She will offer a divine elixir of long life, eight dinars, and a pair of garments.

source: །དེ་ནས་རྒོད་བྱེད་མའི་སྒྲུབ་ཐབས་བཤད་པ།
en: “The sādhana of Hāsinī:
